RRN_Data/1374100/1374155.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2023-10-20T11:49:56.181+02:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2023-10-20T11:49:56.181+02:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="231020-001002" version="2"><overallSeverity>medium</overallSeverity><situationVersionTime>2023-10-20T11:49:55.687+02:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="Accident" id="231020-001002-1" version="2"><situationRecordCreationTime>2023-10-20T11:20:18.031+02:00</situationRecordCreationTime><situationRecordObservationTime>2023-10-20T11:48:38.812+02:00</situationRecordObservationTime><situationRecordVersionTime>2023-10-20T11:49:55.687+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-10-20T11:20:18.031+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Autre/Astreinte</sourceIdentification><sourceName><values><value lang="fr">Astreinte CEI</value></values></sourceName><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-10-20T11:20:18.031+02:00</overallStartTime></validityTimeSpecification></validity><impact><originalNumberOfLanes>2</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">sur bretelle de sortie</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">situé 447 m à l'ouest de Ille-sur-Têt ouest</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Bourg-Madame - Espagne vers Perpignan</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><externalReferencing><externalLocationCode>66N911625_3D-D1-0</externalLocationCode><externalReferencingSystem>TipiBretelle</externalReferencingSystem></externalReferencing><supplementaryPositionalDescription><affectedCarriagewayAndLanes><carriageway>exitSlipRoad</carriageway><lengthAffected>0.0</lengthAffected></affectedCarriagewayAndLanes></supplementaryPositionalDescription><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>eastBound</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>42.66024</latitude><longitude>2.5986743</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Bouleternère</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N116</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation><alertCPoint xsi:type="AlertCMethod4Point"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>negative</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Ille-sur-Têt ouest</value></values></alertCLocationName><specificLocation>37236</specificLocation></alertCLocation><offsetDistance><offsetDistance>447</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation></alertCPoint><pointAlongLinearElement><directionRelativeAtPoint>opposite</directionRelativeAtPoint><linearElement><roadName><values><value lang="fr">N116</value></values></roadName></linearElement><distanceAlongLinearElement xsi:type="DistanceFromLinearElementReferent"><distanceAlong>478.0</distanceAlong><fromReferent><referentIdentifier>66PR25G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></distanceAlongLinearElement></pointAlongLinearElement></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>true</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><accidentType>accident</accidentType><groupOfVehiclesInvolved><vehicleCharacteristics><vehicleType>car</vehicleType></vehicleCharacteristics></groupOfVehiclesInvolved></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>